/* No comment provided by engineer. */
"To protect children under the age of 12, this content is only available between 8 p.m. and 6 a.m." = "Aus Gründen des Jugendschutzes (ab 12 Jahren) steht dieses Video nur zwischen 20:00 Uhr und 06:00 Uhr zur Verfügung.";

/* No comment provided by engineer. */
"To protect children under the age of 18, this content is only available between 11 p.m. and 5 a.m." = "Aus Gründen des Jugendschutzes (ab 18 Jahren) steht dieses Video nur zwischen 23:00 Uhr und 05:00 Uhr zur Verfügung.";

/* No comment provided by engineer. */
"Advertisement will not be shown. Please wait – playback will start soon." = "Werbung - wird nicht angezeigt. Bitte warten Sie, es geht gleich weiter.";

/* No comment provided by engineer. */
"For legal reasons, this content was only available for a limited period of time." = "Aus rechtlichen Gründen stand dieses Video nur innerhalb eines bestimmten Zeitraums zur Verfügung.";

/* No comment provided by engineer. */
"For legal reasons, this content is not available in your region." = "Aus rechtlichen Gründen ist dieses Video in Ihrer Region nicht verfügbar.";

/* No comment provided by engineer. */
"This content is not available due to legal restrictions." = "Das Video kann aus aus rechtlichen Gründen nicht ausgespielt werden.";

/* No comment provided by engineer. */
"This content is not yet available. Please try again later." = "Dieses Video steht noch nicht zur Verfügung. Bitte versuchen Sie es später noch einmal.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioLiveStreams: '%@'." = "Ungültige Argument für SRGILFetchListAudioLiveStreams: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioMostClicked: '%@'." = "Ungültige Argument für SRGILFetchListAudioMostClicked: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioMostRecent: '%@'." = "Ungültige Argument für SRGILFetchListAudioMostRecent: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioSearch: '%@'." = "Ungültige Argument für SRGILFetchListAudioSearch: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioShowsAlphabetical: '%@'." = "Ungültige Argument für SRGILFetchListAudioShowsAlphabetical: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioShowsSearch: '%@'." = "Ungültige Argument für SRGILFetchListAudioSearch: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListVideoSearch: '%@'." = "Ungültige Argument für SRGILFetchListAudioSearch: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListVideoShowsSearch: '%@'." = "Ungültige Argument für SRGILFetchListAudioSearch: '%@'.";

/* No comment provided by engineer. */
"The data is invalid." = "Die empfangenen Daten ist ungültig.";

/* No comment provided by engineer. */
"The received data is invalid for category %@" = "Ungültige Daten in der Kategorie %@";

/* No comment provided by engineer. */
"Missing media URN string. Nothing to fetch." = "Fehlenden Medien URN-Zeichenfolge. Nichts zu holen.";

/* No comment provided by engineer. */
"Missing parameters for token." = "Fehlende Parameter für Token.";

/* Date preposition, for instance: "Something happened <XXX> Oct 28, 2015." */
"on" = "vom";

/* No comment provided by engineer. */
"Unable to build a valid video object." = "Kann kein gültiges Videos-Objekt erstellt.";

/* No comment provided by engineer. */
"Unable to create URN from identifier, which is needed to proceed." = "Konnte URN aus Bezeichner zu erstellen, die benötigt wird, um fortzufahren.";

/* No comment provided by engineer. */
"Unable to create URN from string '%@', which is needed to proceed." = "Fehler beim Erstellen der URNE aus Zeichenfolge '%@', die benötigt wird, um fortzufahren.";

/* No comment provided by engineer. */
"Undefined mediaType inferred from URN string '%@'." = "Undefinierte MediaType URN Zeichenfolge '%@' abgeleitet.";

/* No comment provided by engineer. */
"Undefined mediaType inferred from URN." = "Undefinierte MediaType URN abgeleitet.";
